// *++
//
// Copyright (c) 2007-2019, Intel Corporation
// All rights reserved. This program and the accompanying materials are licensed
// and made available under the terms and conditions of the BSD License which
// accompanies this distribution.  The full text of the license may be found at:
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// --*/


/=#

#langdef  en-US      "English (United States)"  // English (United States)
#langdef  de-DE      "Deutsch (Deutschland)"    // German (Germany)
#langdef  es-ES      "español (España)"         // Spanish (Spain)
#langdef  fr-FR      "français (France)"        // French (France)
#langdef  ja-JP      "日本語 (日本)"             // Japanese (Japan)
#langdef  zh-Hans    "中文(简体)"                // Chinese (Simplified)


#string STR_INV_FORM_SET_TITLE      #language en-US         "Intel PRO/1000 Network Connection"
                                    #language de-DE         "Intel PRO/1000 Netzwerkverbindung"
                                    #language es-ES         "Conexión de red de Intel PRO/1000"
                                    #language fr-FR         "Connexion réseau Intel PRO/1000"
                                    #language ja-JP         "インテル PRO/1000 ネットワーク・コネクション"
                                    #language zh-Hans       "Intel PRO/1000 网络连接"

#string STR_INV_FORM_SET_1_HELP     #language en-US         "Configure Gigabit Ethernet device parameters."
                                    #language de-DE         "Parameter für Gigabit-Ethernet-Gerät konfigurieren."
                                    #language es-ES         "Configure los parámetros del dispositivo Ethernet Gigabit."
                                    #language fr-FR         "Configurez les paramètres du périphérique Gigabit Ethernet."
                                    #language ja-JP         "ギガビット・イーサネット・デバイスのパラメーターを設定します。"
                                    #language zh-Hans       "配置千兆位以太网设备参数。"

#string STR_INV_FORM_SET_10_HELP    #language en-US         "Configure 10 Gigabit Ethernet device parameters."
                                    #language de-DE         "Parameter für 10-Gigabit-Ethernet-Gerät konfigurieren."
                                    #language es-ES         "Configure los parámetros del dispositivo Ethernet 10 Gigabit."
                                    #language fr-FR         "Configurez les paramètres du périphérique 10 Gigabit Ethernet."
                                    #language ja-JP         "10 ギガビット・イーサネット・デバイスのパラメーターを設定します。"
                                    #language zh-Hans       "配置 10 千兆位以太网设备参数。"

#string STR_INV_FORM_SET_25_HELP    #language en-US         "Configure 25 Gigabit Ethernet device parameters."
                                    #language de-DE         "Parameter für 25-Gigabit-Ethernet-Gerät konfigurieren."
                                    #language es-ES         "Configure los parámetros del dispositivo Ethernet 25 Gigabit."
                                    #language fr-FR         "Configurez les paramètres du périphérique 25 Gigabit Ethernet."
                                    #language ja-JP         "25 ギガビット・イーサネット・デバイスのパラメーターを設定します。"
                                    #language zh-Hans       "配置 25 千兆位以太网设备参数。"

#string STR_INV_FORM_SET_40_HELP    #language en-US         "Configure 40 Gigabit Ethernet device parameters."
                                    #language de-DE         "Parameter für 40-Gigabit-Ethernet-Gerät konfigurieren."
                                    #language es-ES         "Configure los parámetros del dispositivo Ethernet 40 Gigabit."
                                    #language fr-FR         "Configurez les paramètres du périphérique 40 Gigabit Ethernet."
                                    #language ja-JP         "40 ギガビット・イーサネット・デバイスのパラメーターを設定します。"
                                    #language zh-Hans       "配置 40 千兆位以太网设备参数。"

#string STR_INV_FORM_SET_100_HELP   #language en-US         "Configure 100 Gigabit Ethernet device parameters."
                                    #language de-DE         "Parameter für 100-Gigabit-Ethernet-Gerät konfigurieren."
                                    #language es-ES         "Configure los parámetros del dispositivo Ethernet 100 Gigabit."
                                    #language fr-FR         "Configurez les paramètres du périphérique 100 Gigabit Ethernet."
                                    #language ja-JP         "100 ギガビット・イーサネット・デバイスのパラメーターを設定します。"
                                    #language zh-Hans       "配置 100 千兆位以太网设备参数。"

#string STR_INV_FORM1_TITLE         #language en-US         "Main Configuration Page"
                                    #language de-DE         "Hauptkonfigurationsseite"
                                    #language es-ES         "Página principal de la configuración"
                                    #language fr-FR         "Page de configuration principale"
                                    #language ja-JP         "メイン 設定ページ"
                                    #language zh-Hans       "主配置页面"

#string STR_MAC_ADDR_PROMPT         #language en-US         "MAC Address"
                                    #language de-DE         "MAC-Adresse"
                                    #language es-ES         "Dirección MAC"
                                    #language fr-FR         "Adresse MAC"
                                    #language ja-JP         "MAC アドレス"
                                    #language zh-Hans       "MAC 地址"

#string STR_MAC_ADDR_TEXT           #language en-US         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language de-DE         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language es-ES         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language fr-FR         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language ja-JP         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language zh-Hans       "%02x:%02x:%02x:%02x:%02x:%02x"

#string STR_MAC_ADDR_HELP           #language en-US         "Factory default MAC address of Ethernet port."
                                    #language de-DE         "Werkseitige Standard-MAC-Adresse der Ethernet-Schnittstelle."
                                    #language es-ES         "Dirección MAC predeterminada de fábrica del puerto Ethernet."
                                    #language fr-FR         "Adresse MAC par défaut du fabricant du port Ethernet."
                                    #language ja-JP         "イーサネット・ポートの工場出荷時のデフォルト MAC アドレス。"
                                    #language zh-Hans       "出厂默认的以太网端口 MAC 地址。"

#string STR_ALT_MAC_ADDR_PROMPT     #language en-US         "Virtual MAC Address"
                                    #language de-DE         "Virtuelle MAC-Adresse"
                                    #language es-ES         "Dirección MAC virtual"
                                    #language fr-FR         "Adresse MAC virtuelle"
                                    #language ja-JP         "仮想 MAC アドレス"
                                    #language zh-Hans       "虚拟 MAC 地址"

#string STR_ALT_MAC_ADDR_TEXT       #language en-US         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language de-DE         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language es-ES         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language fr-FR         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language ja-JP         "%02x:%02x:%02x:%02x:%02x:%02x"
                                    #language zh-Hans       "%02x:%02x:%02x:%02x:%02x:%02x"

#string STR_ALT_MAC_ADDR_HELP       #language en-US         "Programmatically assignable MAC address for port."
                                    #language de-DE         "Programmseitig zuweisbare MAC-Adresse für den Port."
                                    #language es-ES         "Dirección MAC asignable programáticamente para el puerto."
                                    #language fr-FR         "Adresse MAC pour le port pouvant être affectée par programmation."
                                    #language ja-JP         "ポートに対してプログラムにより割り当て可能な MAC アドレス。"
                                    #language zh-Hans       "可通过编程方式分配的端口 MAC 地址。"

#string STR_PCI_BUS_DEV_FUNC_PROMPT #language en-US         "PCI Address"
                                    #language de-DE         "PCI-Adresse"
                                    #language es-ES         "Dirección PCI"
                                    #language fr-FR         "Adresse PCI"
                                    #language ja-JP         "PCI アドレス"
                                    #language zh-Hans       "PCI 地址"

#string STR_PCI_BUS_DEV_FUNC_TEXT   #language en-US         "        "
                                    #language de-DE         "        "
                                    #language es-ES         "        "
                                    #language fr-FR         "        "
                                    #language ja-JP         "        "
                                    #language zh-Hans       "        "

#string STR_PCI_BUS_DEV_FUNC_HELP   #language en-US         "PCI device location."
                                    #language de-DE         "PCI-Geräteort."
                                    #language es-ES         "Ubicación del dispositivo PCI."
                                    #language fr-FR         "Emplacement du périphérique PCI."
                                    #language ja-JP         "PCI デバイスの場所。"
                                    #language zh-Hans       "PCI 设备位置。"

#string STR_ADAPTER_PBA_PROMPT      #language en-US         "Adapter PBA"
                                    #language de-DE         "Adapter-PBA"
                                    #language es-ES         "PBA del adaptador"
                                    #language fr-FR         "Carte PBA"
                                    #language ja-JP         "アダプター PBA"
                                    #language zh-Hans       "适配器 PBA"

#string STR_ADAPTER_PBA_TEXT        #language en-US         "%s"
                                    #language de-DE         "%s"
                                    #language es-ES         "%s"
                                    #language fr-FR         "%s"
                                    #language ja-JP         "%s"
                                    #language zh-Hans       "%s"

#string STR_ADAPTER_PBA_HELP        #language en-US         "A Printed Board Assembly (PBA) number is a unique code used to identify a printed board assembly."
                                    #language de-DE         "Die PBA-Nummer (Printed Board Assembly) ist eine eindeutige Kennung zur Identifikation einer Platine."
                                    #language es-ES         "El número de placa de cicuito impreso (PBA - Printed Board Assembly) es un código único usado para identificarla."
                                    #language fr-FR         "Un numéro PBA (Printed Board Assembly - Circuit imprimé) est un code unique utilisé pour identifier un circuit imprimé."
                                    #language ja-JP         "プリント基板ユニット(PBA) 番号はプリント基板ユニットを識別するためのコード番号です。"
                                    #language zh-Hans       "印刷电路板（PBA）号是用来标识印刷电路板的唯一代码。"

#string STR_CONTROLER_ID_PROMPT     #language en-US         "Chip Type"
                                    #language de-DE         "Chiptyp"
                                    #language es-ES         "Tipo de chip"
                                    #language fr-FR         "Type de puce"
                                    #language ja-JP         "チップタイプ"
                                    #language zh-Hans       "芯片类型"

#string STR_CONTROLER_ID_TEXT       #language en-US         "Unknown Controller"
                                    #language de-DE         "Unbekannter Controller"
                                    #language es-ES         "Controlador desconocido"
                                    #language fr-FR         "Contrôleur inconnu"
                                    #language ja-JP         "不明なコントローラー"
                                    #language zh-Hans       "未知控制器"

#string STR_CONTROLER_ID_HELP       #language en-US         "Network controller part number."
                                    #language de-DE         "Netzwerk-Controller-Teilenummer."
                                    #language es-ES         "Número de pieza del controlador de red."
                                    #language fr-FR         "Numéro de pièce du contrôleur réseau."
                                    #language ja-JP         "ネットワーク・コントローラーのパーツ番号。"
                                    #language zh-Hans       "网络控制器部件号。"

#string STR_DEVICE_ID_PROMPT        #language en-US         "PCI Device ID"
                                    #language de-DE         "PCI-Geräte-ID"
                                    #language es-ES         "ID de dispositivo PCI"
                                    #language fr-FR         "ID de périphérique PCI"
                                    #language ja-JP         "PCI デバイス ID"
                                    #language zh-Hans       "PCI 设备 ID"

#string STR_FULL_DEVICE_ID_TEXT     #language en-US         "%04x/%04x/%04x/%04x"
                                    #language de-DE         "%04x/%04x/%04x/%04x"
                                    #language es-ES         "%04x/%04x/%04x/%04x"
                                    #language fr-FR         "%04x/%04x/%04x/%04x"
                                    #language ja-JP         "%04x/%04x/%04x/%04x"
                                    #language zh-Hans       "%04x/%04x/%04x/%04x"

#string STR_DEVICE_ID_TEXT          #language en-US         "%04x"
                                    #language de-DE         "%04x"
                                    #language es-ES         "%04x"
                                    #language fr-FR         "%04x"
                                    #language ja-JP         "%04x"
                                    #language zh-Hans       "%04x"

#string STR_DEVICE_ID_HELP          #language en-US        "PCI Device ID of this device."
                                    #language de-DE        "PCI-Geräte-ID dieses Geräts."
                                    #language es-ES        "ID de dispositivo PCI de este dispositivo."
                                    #language fr-FR        "ID de périphérique PCI de ce périphérique."
                                    #language ja-JP        "このデバイスの PCI デバイス ID。"
                                    #language zh-Hans      "设备的 PCI 设备 ID。"
                                    
#string STR_EFI_DRIVER_VER_PROMPT   #language en-US         "UEFI Driver"
                                    #language de-DE         "UEFI-Treiber"
                                    #language es-ES         "Controlador UEFI"
                                    #language fr-FR         "Pilote UEFI"
                                    #language ja-JP         "UEFI ドライバー"
                                    #language zh-Hans       "UEFI 驱动程序"

#string STR_EFI_DRIVER_VER_TEXT     #language en-US         "%s"
                                    #language de-DE         "%s"
                                    #language es-ES         "%s"
                                    #language fr-FR         "%s"
                                    #language ja-JP         "%s"
                                    #language zh-Hans       "%s"

#string STR_EFI_DRIVER_VER_HELP     #language en-US         "UEFI driver name and version number."
                                    #language de-DE         "UEFI-Treibername und -Versionsnummer."
                                    #language es-ES         "Nombre y número de versión del controlador UEFI."
                                    #language fr-FR         "Nom du pilote UEFI et numéro de version."
                                    #language ja-JP         "UEFI ドライバー名とバージョン番号。"
                                    #language zh-Hans       "UEFI 驱动程序名称和版本号。"

#string STR_BLINK_LED_PROMPT        #language en-US         "Blink LEDs"
                                    #language de-DE         "LEDs aufleuchten lassen"
                                    #language es-ES         "LED parpadeantes"
                                    #language fr-FR         "Faire clignoter les DEL"
                                    #language ja-JP         "LED 点滅"
                                    #language zh-Hans       "闪烁指示灯"

#string STR_BLINK_LED_HLP           #language en-US         "Blink LEDs for a duration up to 15 seconds."
                                    #language de-DE         "LEDs für bis zu 15 Sekunden blinken lassen."
                                    #language es-ES         "Parpadeo de luces indicadoras por una duración de hasta 15 segundos."
                                    #language fr-FR         "Faire clignoter les voyants pour une durée de 15 secondes maximum."
                                    #language ja-JP         "最高 15 秒間まで LED を点滅。"
                                    #language zh-Hans       "闪烁 LED，持续最长 15 秒。"

#string STR_NIC_CONFIG_MENU_REF     #language en-US         "NIC Configuration"
                                    #language de-DE         "NIC-Konfiguration"
                                    #language es-ES         "Configuración de NIC"
                                    #language fr-FR         "Configuration de la carte d'interface réseau"
                                    #language ja-JP         "NIC 設定"
                                    #language zh-Hans       "网卡配置"

// Generic help string for STR_NIC_CONFIG_MENU_REF
#string STR_NIC_CONFIG_MENU_REF_HLP #language en-US         "Click to configure the network device port."
                                    #language de-DE         "Klicken Sie, um den Netzwerkgeräteanschluss zu konfigurieren."
                                    #language es-ES         "Haga clic para configurar el puerto del dispositivo de red."
                                    #language fr-FR         "Cliquez pour configurer le port du périphérique réseau."
                                    #language ja-JP         "クリックしてネットワーク・デバイス・ポートを設定します。"
                                    #language zh-Hans       "单击以配置网络设备端口。"

#string STR_NIC_CONFIG_MENU         #language en-US         "NIC Configuration"
                                    #language de-DE         "NIC-Konfiguration"
                                    #language es-ES         "Configuración de NIC"
                                    #language fr-FR         "Configuration de la carte d'interface réseau"
                                    #language ja-JP         "NIC 設定"
                                    #language zh-Hans       "网卡配置"


#string STR_LINK_SPEED_PROMPT       #language en-US         "Link Speed"
                                    #language de-DE         "Verbindungsgeschwindigkeit"
                                    #language es-ES         "Velocidad del enlace"
                                    #language fr-FR         "Vitesse de liaison"
                                    #language ja-JP         "リンク速度"
                                    #language zh-Hans       "链接速度"

#string STR_LINK_SPEED_HELP         #language en-US         "Specifies the port speed used for the selected boot protocol."
                                    #language de-DE         "Gibt die Anschlussgeschwindigkeit an, die für das gewählte Boot-Protokoll verwendet wird."
                                    #language es-ES         "Especifica la velocidad de puerto utilizada para el protocolo de arranque seleccionado."
                                    #language fr-FR         "Spécifie la vitesse de port utilisée pour le protocole d'amorçage sélectionné."
                                    #language ja-JP         "選択されたブートプロトコルに対してポート速度を指定します。"
                                    #language zh-Hans       "指定用于所选定的引导协议的端口速度。"

#string STR_AUTONEG_TEXT            #language en-US         "Auto Negotiated"
                                    #language de-DE         "Automatisch ausgehandelt"
                                    #language es-ES         "Negociado automáticamente"
                                    #language fr-FR         "Négocié automatiquement"
                                    #language ja-JP         "オート・ネゴシエーション"
                                    #language zh-Hans       "自动协商"

#string STR_10HALF_TEXT             #language en-US         "10 Mbps Half"
                                    #language de-DE         "10 Mbit/s Halbduplex"
                                    #language es-ES         "10 Mbps medio"
                                    #language fr-FR         "10 Mbit/s Half"
                                    #language ja-JP         "10 Mbps 半二重"
                                    #language zh-Hans       "10 Mbps 半双工"

#string STR_10FULL_TEXT             #language en-US         "10 Mbps Full"
                                    #language de-DE         "10 Mbit/s Vollduplex"
                                    #language es-ES         "10 Mbps completo"
                                    #language fr-FR         "10 Mbit/s Full"
                                    #language ja-JP         "10 Mbps 全二重"
                                    #language zh-Hans       "10 Mbps 全双工"

#string STR_100HALF_TEXT            #language en-US         "100 Mbps Half"
                                    #language de-DE         "100 Mbit/s Halbduplex"
                                    #language es-ES         "100 Mbps medio"
                                    #language fr-FR         "100 Mbit/s Half"
                                    #language ja-JP         "100 Mbps 半二重"
                                    #language zh-Hans       "100 Mbps 半双工"

#string STR_100FULL_TEXT            #language en-US         "100 Mbps Full"
                                    #language de-DE         "100 Mbit/s Vollduplex"
                                    #language es-ES         "100 Mbps completo"
                                    #language fr-FR         "100 Mbit/s Full"
                                    #language ja-JP         "100 Mbps 全二重"
                                    #language zh-Hans       "100 Mbps 全双工"

#string STR_1000FULL_TEXT           #language en-US         "1000 Mbps Full"
                                    #language de-DE         "1000 Mbit/s Vollduplex"
                                    #language es-ES         "1000 Mbps completo"
                                    #language fr-FR         "1 000 Mbit/s - Intégral"
                                    #language ja-JP         "1000 Mbps 全二重"
                                    #language zh-Hans       "1000 Mbps 全工"


#string STR_WOL_TEXT                #language en-US         "Wake On LAN"
                                    #language de-DE         "Wake On LAN-Optionen"
                                    #language es-ES         "Wake On LAN"
                                    #language fr-FR         "Wake On LAN"
                                    #language ja-JP         "Wake On LAN"
                                    #language zh-Hans       "LAN 唤醒"

#string STR_WOL_HELP                #language en-US         "Enables power on of the system via LAN. Note that configuring Wake on LAN in the operating system does not change the value of this setting, but does override the behavior of Wake on LAN in OS controlled power states."
                                    #language de-DE         "Ermöglicht das Einschalten des Systems über LAN. Wenn Sie Wake-On-LAN im Betriebssystem konfigurieren, wird dadurch nicht der Wert diese Einstellung geändert. Vielmehr wird das Verhalten von Wake-On-LAN in vom Betriebssystem kontrollierten Energiezuständen übersteuert."
                                    #language es-ES         "Habilita el encendido del sistema a través de la LAN. Tenga en cuenta que configurar Wake on LAN en el sistema operativo no cambia el valor de este ajuste, pero sí que altera el comportamiento de Wake on LAN en los estados de alimentación controlados por el sistema operativo."
                                    #language fr-FR         "Active l’alimentation du système via un réseau LAN. Remarque : la configuration de la fonctionnalité Wake on LAN sur le système d’exploitation ne change pas la valeur de ce paramètre, mais change le comportement Wake on LAN dans les états d’alimentation contrôlés par le SE."
                                    #language ja-JP         "LAN 経由でシステムの電源オンを有効にします。オペレーティング・システムで Wake on LAN を設定すると、この設定の値は変更されませんが、OS 制御の電力状態で Wake on LAN の動作がオーバーライドされます。"
                                    #language zh-Hans       "通过局域网启动系统电源。注意：在操作系统中配置局域网唤醒不会更改此设置的值，但是会覆盖操作系统控制的电源状态中局域网唤醒的行为。"

#string STR_LLDP_AGENT_TEXT         #language en-US         "LLDP Agent"
                                    #language de-DE         "LLDP-Agent"
                                    #language es-ES         "Agente LLDP"
                                    #language fr-FR         "Agent LLDP"
                                    #language ja-JP         "LLDP エージェント"
                                    #language zh-Hans       "LLDP 代理"

#string STR_LLDP_AGENT_HELP         #language en-US         "Persistently enables or disables firmware's LLDP Agent. Note that disabling firmware's LLDP Agent also disables DCB functionality. Disabling firmware Agent allows LLDP packets from the switch to pass unobstructed to the OS. Some OS layer LLDP agents and software defined network layer LLDP agents need these packets to function properly."
                                    #language de-DE         "Aktiviert bzw. deaktiviert den LLDP-Agent der Firmware dauerhaft. Bitte beachten Sie, dass mit Deaktivierung des LLDP-Agent der Firmware auch die DCB-Funktionalität deaktiviert wird. Wenn der Firmware-Agent deaktiviert ist, können LLDP-Pakete vom Switch ungehindert an das Betriebssystem weitergeleitet werden. Einige LLDP-Agents auf Ebene des Betriebssystems und LLDP-Agents auf Ebene des softwaredefinierten Netzwerks brauchen diese Pakete, um korrekt funktionieren zu können."
                                    #language es-ES         "Habilita o deshabilita el agente LLDP del firmware. Tenga en cuenta que el agente LLDP del firmware también deshabilita la funcionalidad de DCB. Deshabilitar el agente de firmware permite que los paquetes LLDP del conmutador pasen sin obstáculos al sistema operativo. Algunos agentes LLDP de la capa del sistema operativo y agentes LLDP de la capa de red definida por software necesitan estos paquetes para funcionar correctamente."
                                    #language fr-FR         "Active ou désactive de façon permanente l’agent LLDP du microprogramme. Remarque : la désactivation de l’agent LLDP du microprogramme désactive également la fonctionnalité DCB. La désactivation de l’agent du microprogramme permet aux paquets LLDP du commutateur de passer sans encombre vers le SE. Certains agents LLDP de la couche SE ou agents LLDP de la couche réseau définie par logiciel ont besoin de ces paquets pour fonctionner correctement."
                                    #language ja-JP         "ファームウェアの LLDP エージェントを永続的に有効または無効にします。ファームウェアの LLDP エージェントを無効にすると、DCB 機能も無効になることにご注意ください。ファームウェアのエージェントを無効にすると、スイッチから送られる LLDP パケットが妨げられずに OS に渡されます。いくつかの OS 層 LLDP エージェントおよびソフトウェア定義のネットワーク層 LLDP エージェントには、正しく機能するためにこれらのパケットが必要です。"
                                    #language zh-Hans       "持续启用或禁用固件的 LLDP 代理。注意：禁用固件的 LLDP 代理也会禁用 DCB 功能。禁用固件代理允许来自交换机的 LLDP 数据包不受阻碍地传递到操作系统。有些操作系统层 LLDP 代理和软件定义的网络层 LLDP 代理需要这些数据包方能正常工作。"

#string STR_ENABLED_TEXT            #language en-US         "Enabled"
                                    #language de-DE         "Aktiviert"
                                    #language es-ES         "Habilitado"
                                    #language fr-FR         "Activé(e)"
                                    #language ja-JP         "有効"
                                    #language zh-Hans       "已启用"


#string STR_DISABLED_TEXT           #language en-US         "Disabled"
                                    #language de-DE         "Deaktiviert"
                                    #language es-ES         "Deshabilitado"
                                    #language fr-FR         "Désactivé(e)"
                                    #language ja-JP         "無効"
                                    #language zh-Hans       "已禁用"

#string STR_NA_TEXT                 #language en-US         "N/A" 
                                    #language de-DE         "nicht zutreffend"
                                    #language es-ES         "N/A"
                                    #language fr-FR         "s. o."
                                    #language ja-JP         "なし"
                                    #language zh-Hans       "不适用"

#string STR_LINK_STATUS_PROMPT      #language en-US         "Link Status"
                                    #language de-DE         "Verbindungsstatus"
                                    #language es-ES         "Estado del enlace"
                                    #language fr-FR         "État de la liaison"
                                    #language ja-JP         "リンクのステータス"
                                    #language zh-Hans       "链接状态"

#string STR_LINK_STATUS_HELP        #language en-US         "Link Status."
                                    #language de-DE         "Verbindungsstatus."
                                    #language es-ES         "Estado del enlace."
                                    #language fr-FR         "État de la liaison."
                                    #language ja-JP         "リンクのステータス。"
                                    #language zh-Hans       "链接状态。"

#string STR_LINK_STAT_DISCONNECTED  #language en-US         "Disconnected"
                                    #language de-DE         "Nicht angeschlossen"
                                    #language es-ES         "Desconectado"
                                    #language fr-FR         "Déconnecté"
                                    #language ja-JP         "接続されていません"
                                    #language zh-Hans       "已断开连接"

#string STR_LINK_STAT_CONNECTED     #language en-US         "Connected"
                                    #language de-DE         "Angeschlossen"
                                    #language es-ES         "Conectado"
                                    #language fr-FR         "Connecté"
                                    #language ja-JP         "接続されています"
                                    #language zh-Hans       "已连接"


#string STR_DEVICE_NAME_HELP        #language en-US         "Official product name of this device."
                                    #language de-DE         "Offizieller Produktname dieses Geräts."
                                    #language es-ES         "Nombre de producto oficial de este dispositivo."
                                    #language fr-FR         "Nom de produit officiel de ce périphérique."
                                    #language ja-JP         "このデバイスの正式な製品名。"
                                    #language zh-Hans       "此设备的正式产品名称。"

#string STR_DEVICE_NAME_PROMPT      #language en-US         "Device Name"
                                    #language de-DE         "Gerätename"
                                    #language es-ES         "Nombre del dispositivo"
                                    #language fr-FR         "Nom de périphérique"
                                    #language ja-JP         "デバイス名"
                                    #language zh-Hans       "设备名称"

#string STR_DEVICE_NAME_TEXT        #language en-US         "Intel Fortville device name"
                                    #language de-DE         "Gerätename: Intel Fortville"
                                    #language es-ES         "Nombre de dispositivo Intel Fortville"
                                    #language fr-FR         "Nom du périphérique Intel Fortville"
                                    #language ja-JP         "インテル Fortville デバイス名"
                                    #language zh-Hans       "英特尔 Fortville 设备名称"


#string STR_DRIVER_HEALTH_MESSAGE   #language en-US         "" 
                                    #language de-DE         ""
                                    #language es-ES         ""
                                    #language fr-FR         ""
                                    #language ja-JP         ""
                                    #language zh-Hans       ""

#string STR_FIRMWARE_HEALTH_MESSAGE #language en-US         "" 
                                    #language de-DE         ""
                                    #language es-ES         ""
                                    #language fr-FR         ""
                                    #language ja-JP         ""
                                    #language zh-Hans       ""

#string STR_INV_EMPTY_STRING        #language en-US         ""
                                    #language de-DE         ""
                                    #language es-ES         ""
                                    #language fr-FR         ""
                                    #language ja-JP         ""
                                    #language zh-Hans       ""

#string STR_INV_DEFAULT_IP_ADDR     #language en-US         "0.0.0.0"
                                    #language de-DE         "0.0.0.0"
                                    #language es-ES         "0.0.0.0"
                                    #language fr-FR         "0.0.0.0"
                                    #language ja-JP         "0.0.0.0"
                                    #language zh-Hans       "0.0.0.0"

